9/data/attachments/c21796e961bf3e0f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_820e7bf3-842a-4ec0-b85a-397ac4407f7d</nif:username>
            <nif:friendToBeAdded>Carl_government_Friend_89024_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>